{
  "Рассказчик": {
    "1": "Начинается история нашего торговца по имени ИМЯ\n У него была своя не очень популярная лавка, но он был счастлив что хоть что то у него было\n И в один из дней в лавку зашел...",
    "2": "Начинается история нашего бедного крестьянина который проснулся в лесу ничего не помня\n Он пришел в город и теперь у него есть выбор...",
    "3": "Крестьянин утопился от безысходности",
    "4": "И тогда крестьянин пошел в лавку неподалеку чтобы попросить еды",
    "5": "И тогда в лавку зашел потрепаный крестьянин",
    "6": "На следующее утро торговец и крестьянин отправились на поиск рыцаря который заходил в лавку\nЧерез некоторое время они его нашли и оказалось что этот рыцарь старый друг и правая рука ИМЯ\nИмя помог торговцу и теперь у него очень много клиентов Конец!",
    "7": "На следующее утро торговец и крестьянин пошли гулять по городу в поисках знакомых крестьянина\nИ ближе к вечеру они проходили мимо рыцарского конвоя и один из них узнал торговца и ИМЯ\nУ ИМЯ все встало на свое русло но так как торговец оказался не таким уж и добрым человеком ИМЯ его оставил в глубоком одиночисте в своей лавке",
    "8": "В магазин зашел потрепаный крестьянин"
  },
  "Выбор": {
    "1": {
      "1": "Очень известный Рыцарь.",
      "2": "Потрепаный крестьянин."
    },
    "2": {
      "1": "Пойти в маленькую лавку.",
      "2": "Пойти в пустую таверну."
    },
    "3": {
      "1": "Крестьянин: НЕТ, мне уже ничего не поможет!",
      "2": "Крестьянин: Да. хорошо пойду поищу их, еще раз спасибо за напиток."
    },
    "4": {
      "1": "Торговец: Нет! я ненавижу рыцарей уходите!",
      "2": "Торговец: Да, конечно, что-то еще?"
    }
  },
  "Рыцарь": {
    "1": "Здравствуйте, Можно мне буханку хлеба",
    "2": "И я бы хотел бы узнать не видели ли вы потрепаного мужчину, лет 30, невысокого роста?",
    "3": "Спасибо, буду ждать, досвидания!",
    "4": "Зла держать не буду но все же обиду сохраню и удалюсь"
  },
  "Торговец": {
    "1": "Да, конечно, что-то еще?",
    "2": "Нет, к сожалению, не видел но если увижу обязательно доложу",
    "3": "Спасибо, досвидания",
    "4": "Здравствуйте, что бы вы хотели?",
    "5": "Да вы что, я добрый поэтому вот вам похлепка и булка хлеба",
    "6": "Мне кажется мне про вас говорил один рыцарь",
    "7": "Скорее всего, поэтому вы переночуете у меня и завтра мы пойдем вместе спросим его",
    "8": "Да, конечно завтра сходим поищем а пока можете переночевать у меня"
  },
  "Крестьянин": {
    "1": "Я? ничего, у меня нету денег",
    "2": "Спасибо, да, я ничего не помню, и даже не знаю как тут оказался",
    "3": "Я бы хотел у вас попросить дать мне еды потому что денег у меня нету",
    "4": "Да? Просто я ничего не помню и может этот рыцарь знает меня?",
    "5": "Хорошо спасибо!",
    "6": "Спасибо вам огромное, и еще я бы хотел у вас спросить может вы поможете мне найти семью или знакомых в этом городе?",
    "7": "Да, хорошо!"
  },
  "Бармен": {
    "1": "Здравствуйте, что будете?",
    "2": "Ну ничего, с кем не бывает, это вам за счет заведения, вы не местный?",
    "3": "Ужас но я вам советую зайти в лавку неподалеку там работает очень добрый человек",
    "4": "Удачи!"
  }
}